[
{
        "title": "Honda e Prototype",
		"date": "May 01, 2019",
        "description": "The Honda EV Concept vehicles are a series of two concept electric cars created by the automobile division of Honda, designed with cues to historical Honda products. The Urban EV Concept made its debut at the 2017 International Motor Show Germany in September 2017.while the Sports EV Concept debuted at the Tokyo Motor Show a month later.\n\nThe front and rear ends feature screens that display messages to other motorists or the battery status. Other common styling details include the shape and configuration of the headlights, taillights, and front grille; matte black rub strips on the sides, and the blacked out A pillars. The Honda Automated Network Assistant is a Honda created artificial intelligence system that, according to Honda, learns from the driver by detecting emotions behind their judgments.",
		"image": "https://car-images.bauersecure.com/pagefiles/86601/honda_e_ev_053.jpg",
		"image2": "",
		"image3": "",
		"image4": "",
		"image5": ""
	},
	{
        "title": "New Honda Jazz Sport for 2018",
		"date": "June 01, 2018",
        "description": "Join in the Fun with the New, Exciting 2018 Honda Jazz Sport! Learn more about its Improved Engine Performance, Agile Design and  Class Leading Boot Space.",
		"image": "https://www.carmag.co.za/wp-content/uploads/2018/02/honda-1.jpg"
	},
	{
        "title": "New Honda Civic for 2018",
		"date": "March 18, 2018",
        "description": "Find out everything about the Honda Civic 4 door, sleeker and sportier than ever, its been completely reimagined with exhilarating VTEC TURBO performance.",
		"image": "https://i.ytimg.com/vi/GwowU444Ky8/maxresdefault.jpg",
		"image2": "",
		"image3": "",
		"image4": "",
		"image5": ""
	},
	{
        "title": "Honda NSX 2018",
		"date": "Jan 09, 2018",
        "description": "We feel it at the start of every project, no matter what the car. But with the NSX it was special, deeper somehow. You will know it when you feel it. And when you do, you’ll understand why this car means more to us than anything we’ve ever created before.",
		"image": "https://www.honda.co.uk/content/dam/central/cars/nsx-2017/honda-cars-nsx-overview-04-16x9.jpg/_jcr_content/renditions/c3.jpg",
		"image2": "",
		"image3": "",
		"image4": "",
		"image5": ""
	}
]